!
"
$
%
&
'
',
'.
'd
'll
'm
're
's
've
(
)
*
,
-
.
...
/
0
1
2
3
4
5
6
7
8
9
10
:
;
?
[
[CLS]
[MASK]
[NOI]
[PAD]
[SEP]
[UNK]
]
a
a.
a.m.
aa
aaa
abandon
abandoned
abandoning
abated
abbas
abdallah
abdel-rahman
abdou
abducted
abdul
abdullah
abel
aberdeen
abidjan
ability
able
aboard
abolish
abortion
about
above
above-normal
abroad
absence
absentia
absolutely
abu
abuse
abused
abuses
abusing
ac
academic
academics
academies
accept
acceptable
accepted
access
accessories
accident
accidents
acclaimed
accommodate
accompanied
accompany
accomplice
accomplices
accomplish
accomplished
accord
according
account
accounted
accounting
accounts
accretion
accrued
accurate
accuse
accused
accuses
ace
aces
achievable
achieved
achievements
achieving
acklin
acknowledges
acknowledging
acorn
acquire
acquired
acquisition
acquisitions
acquitted
across
act
acting
action
actions
active
actively
activist
activists
activities
activity
actor
acts
actual
actually
ad
adams
add
added
adding
addition
additional
address
addressed
addressing
adequate
adhere
adilson
adjacent
adjourn
adjournment
adjust
adjusted
adjusting
administrated
administration
administrative
admit
admitted
adnan
adopted
adrian
adrift
adrs
ads
adult
adults
advance
advancing
advantage
adventure
adverse
adversely
advertising
advice
advise
advised
adviser
advisor
advocate
advocates
aeco
aer
aerials
aerobic
aeromexico
afash
afc
affair
affairs
affect
affected
affecting
affection
affections
affixed
afford
affordable
affray
afghan
afghanistan
afghans
afloat
afp
africa
african
africans
afridi
afrim
after
afternoon
ag
again
against
age
aged
agencies
agency
agenda
agent
agents
ages
aggravated
aggravating
aggregate
aggressiveness
ago
agree
agreed
agreeing
agreement
agreements
agriculture
agung
ahead
ahmad
ahmadinejad
ahmed
ahmedou
ahold
aid
aides
aiding
aim
aimed
aims
air
aircraft
aircrew
airdrieonians
airdrops
aires
airing
airline
airliner
airlines
airport
airports
airstrip
airways
airways-american
aisa
ajax
akchurin
akram
al
al-ain
al-boushi
alabama
alan
alarm
alatas
alba
albania
albanian
albeit
albert
alberta
albion
albright
album
albuquerque
alcohol
aleksander
alen
alert
alerted
ales
alessandra
alessandro
alexander
alexandra
alexandre
alexis
alfonse
algabid
algeria
algerian
algerians
algiers
ali
aliev
alike
alistair
alkmaar
alkorta
all
all-conquering
all-rounder
allah
allais
allan
allegation
allegations
alleged
allegedly
allegiance
alleviation
alliance
alliances
allies
alloa
allow
allowed
allowing
allows
allstate
ally
alma
almost
aloft
alone
along
alongside
alonso
alpine
alps
already
also
altenberg
alternate
alternative
although
altin
alvarez
alves
always
aly
am
amara
amarillo
amateur
amavisca
amaze
amazing
ambassador
ambiance
ambition
ambrose
ambush
amd
amenities
america
american
americans
americares
americorps
amid
amman
ammar
ammunition
amnesty
among
amongst
amoruso
amount
amounted
amounts
ample
amplifiers
amr
amsterdam
an
anaesthetised
anaheim
analysis
analyst
analysts
anc
anchored
ancillary
and
anderson
andersson
andes
andrea
andreas
andreassen
andrei
andres
andrew
andrews
andy
anfield
ange-felix
angeles
angelique
anger
angered
anghel
angiolytic
anglian
angloma
angry
anguish
animal
animators
aninat
anita
ankara
ann
annan
annexed
anniversary
announce
announced
announcement
announcements
announces
announcing
annual
annualised
anonymity
anonymous
another
answer
answering
answers
anti-abortion
anti-guerrilla
anti-inflation
antibiotics
anticipated
antoine
anton
antonio
antwerp
anwar
anxious
any
anything
anytime
aozora
ap
apart
apartment
apartments
aples
apologetically
apologise
apologised
apparently
appeal
appealed
appeals
appear
appearance
appeared
appearing
appears
appetizers
apple
apples
appliances
applicant
application
applications
applied
applies
apply
appointing
appointment
appreciate
apprehended
approach
approached
approaches
approaching
appropriate
approval
approve
approved
approximately
apr-sept
april
aps
arab
arabia
arabian
arabic
arad
arafat
arafat-netanyahu
arancio
arb
arbitrage
arbitrageurs
arbitrales
arbour
arbs
arch
arch-rivals
archaeological
archbishop
architects
ards
are
area
areas
argentine
argued
argues
arguments
arizona
arjan
arm
armando
armed
armenia
arming
armir
arms
army
arnold
arose
around
arrange
arranging
array
arrears
arrest
arrested
arresting
arrests
arrival
arrive
arrived
arriving
arsenal
arson
art
article
articles
artillery
artistic
artur
arvada
as
asean
ashcroft
ashour
asia
asian
aside
ask
asked
asking
aspect
aspin
assault
assaults
assembly
assemblyʼs
assess
assessment
assets
assist
assistance
assistant
assists
associated
associates
associating
association
associations
assuming
assure
assured
assuredly
astle
aston
astrit
asu
at
atalanta
ate
athens
athletes
athletic
atlanta
atlantic
atletico
atmosphere
atomic
atop
atrocities
attack
attack-oriented
attacked
attackers
attacking
attacks
attempt
attempted
attempting
attempts
attend
attendance
attended
attendence
attends
attention
attic
attitude
attitudes
attorney
attorneys
attract
attracted
attracting
attractive
attractively
attributed
attributes
attridge
atwood
audience
audina
audio
august
augusta
aung
aunt
auspicious
australia
australia-west
australian
austria
austrian
authentic
author
authorities
authority
autographs
autoimmune
automatic
automatically
automating
automobile
autonomy
autopilot
autos
autumn
auxiliary
available
avalon
average
averaged
averagely
averages
averaging
avg
aviation
aviv
avoid
avoided
awad
award
awarded
awards
aware
awared
away
awb
axel
ayala
aybar
ayodhya
az
b
b-9
b.
ba
baa
babri
baby
bachar
back
back-row
backed
background
backing
backs
backstops
backup
backyard
bad
bad-tempered
bade
badly
badminton
badriawan
bagged
baggio
baghdad
bags
bahia
bahru
baia
baiocchi
baja
bajaia
bakers
bakhit
bala
balaclavas
balance
balanced
balbo
bali
balkan
ball
ballmer
ballot
ballots
balls
baltazar
baltimore
bamber
ban
bancalie
band
bangers
bangkok
bangladesh
bangui
bank
bankers
banking
bankruptcy
banks
banned
bao
bar
barack
barakzai
barbara
barbarians
barcelona
barclays
barely
bargain
barge
barges
baril
barjuan
barley
barnet
barnsley
barracks
barred
barrel
barrichello
barrick
barros
barroso
barry
bars
bart
bartering
baruch
basarab
base
based
basement
bases
basic
basically
basingstoke
basis
basket
basketball
basque
bat
batasuna
bateman
bath
batons
bator
batsman
battellle
battering
battle
battled
battles
battling
bavykin
bay
baya
bayer
bbc
bbc1
be
beach
beacon
beamed
bean
bear
bearish
beat
beaten
beating
beautiful
beauty
became
because
become
becoming
bedroom
bedtime
been
beer
beers
beersheba
before
began
begin
beginning
begun
behalf
behaved
behaving
behavior
behaviour
behind
behle
beiersdorfer
beijing
being
beirut
beit
bela
belarus
belfast
belgian
belgium
belgrade
belief
beliefs
believe
believed
believes
believing
bell
bellai
bellerive
bellevue
belo
belong
belonged
belonging
below
belser
benchaou
benched
benchmark
beneath
benefit
benefited
benefits
benfica
bengal
bengals
benign
benito
benjamin
bennett
benson
bento
bereaved
berisha
berlin
bermuda
bernabeu
bernd
berne
berrie
berth
beside
besides
besser
best
bet
betancourt
betar
betcher
beth
bethlehem
betis
bets
better
betting
between
bevan
beverage
beyond
bezos
bhan
bharatiya
biased
biathlon
bibiana
bicycle
bid
bidder
bidding
biden
bierhoff
big
bigger
biggest
bigica
bilateral
bilbao
bill
billion
billions
billowing
bills
billy
bilo
bima
binge
biofuels
biography
biological
bipartisan
bird
birmingham
birthday
birthplace
bishop
bistro
bit
bitar
bite
bites
bitter
bjorndalen
bjp
black
blackburn
blackpool
blacks
blades
blaise
blame
blamed
blanc
blanca
blast
blasted
blasts
blaze
bledar
blend
blendi
blew
blewett
blida
blinker
block
blocked
blocking
blocks
blog
blood
bloomberg
blow
bludgeoned
blue
blue-chip
blunder
blurred
bmw
bnei
bnp
board
boarded
boards
boast
boasting
boasts
boat
boats
bob
bobby
bobsleigh
bobsleigh-shimer
bobsleigh-world
bochum
bode
bodies
body
boemre
boere
bogdan
bogdani
boj
boko
boksic
bolger
bologna
bolt
bolton
bomb
bombay
bomber
bombers
bombing
bombings
bombmaker
bombs
bonani
bond
bonds
bones
bonn
bonny
bonus
bonuses
book
bookmakers
books
booming
boon
boost
boosted
boozer
border
borders
bordon
bore
borghi
boris
bormirow
born
borrowers
borrowing
borussia
boss
bosses
bossi
boston
botanical
botes
both
bottle
bottles
bottom
bouchard
bought
boutros
boutros-ghali
bouyeri
bowl
bowler
bowling
bowyer
box
boxing
boxmeer
boy
boycotted
boyd
boyfriend
boys
bp
brace
braced
bracket
bracun
bradford
braga
branch
brand
brandon
brands
brassard
bratislava
brauner
bravo
brawl
brazil
brazilian
brazilians
brazilʼs
bre-x
breached
breads
break
breakaway
breaker
breakfast
breakfasts
breaking
breakman
breakthroughs
breast
breasts
breathalyse
breathalyser
breathe
breathing
brechin
brechu
breed
breeds
bremen
brenden
brennans
brenner
brentford
brereton
brett
brewed
brewer
breweries
brewers
brewery
brewpole
brial
brian
bribes
brick
bridge
brief
briefing
briefly
brigade
brigger-summermatter
bright
brightly
bring
bringing
brinkerhoff
bristol
britain
british
britons
britton
brno
broad
broadcaster
broaden
broader
broadly
broke
broken
broker
brokerage
bromwich
bronze
brother
brothers
brou
brought
brown
bruce
brunei
bruno
brush
brushed
brussels
brutal
brutality
bryan
bryant
btps
bubbles
buchanan
bucharest
buckles
budapest
budget
budgets
budi
buenos
buffalo
buffett
build
builder
building
buildings
built
bukavu
bulgaria
bulgarian
bulk
bull
bulldoze
bullies
bullock
bullying
buncefield
bunching
bunds
buoyed
bure
bureau
bureaucrat
burger
burgers
buried
burin
burke
burkett
burkina
burmese
burned
burning
burnley
burns
burst
burstow
burundi
bus
busang
bush
bushels
busiest
business
businesses
businessmen
bust
busy
but
buthelezi
butting
buttock
buttocks
button
buy
buyer
buyers
buying
buyout
buyouts
buza
bv
by
by-election
bypass
byrd
byung
c
c$
c.
ca
cab
cabin
cabinet
cabral
cadete
cafe
cafes
café
cagliari
cairns
cairo
calamity
calculated
calcutta
calderon
caledonia
calendar
calgary
california
call
called
calling
calls
calorie
camaras
cambodian
cambridge
came
camera
cameras
cameron
camilla
caminero
campaign
campaigned
campaigner
campbell
campese
campo
campus
campuses
can
canada
canadian
canadians
canberra
cancelled
cancer
candice
candidacy
candidate
candidates
caning
canio
cannavaro
cannon
cannons
cannot
canola
cans
canucks
capability
capable
capacity
cape
capital
capitalisation
capitol
capped
caps
captain
captained
capture
caputo
car
carcass
card
cardiff
cards
care
career
careers
caretaker
cargo
cargoes
caribbean
carl
carlisle
carlo
carlos
carlsberg
carlyle
carnage
carnasciali
carnival
carole
carolina
carona
carr
carried
carriers
carries
carry
carrying
carryon
cars
cartoons
case
caseloads
cases
casey
cash
casiraghi
cassettes
cast
castellani
castle
casualties
catalin
catapulted
catch
cater
catered
catering
caters
catherine
catholic
cattle
caught
cause
caused
causes
causing
cavagnoud
cayeux
cbot
cbs
cdc
ceasefire
cedars
cefta
ceiling
celebrates
celebration
cell
cells
celta
celtic
cemented
cent
centavos
center
central
centrally
centre
centre-left
cents
century
century-maker
century-old
ceo
cereal
ceremonies
ceremony
certain
certainly
cesar
cg
chad
chadler
chain
chair
chairman
chairs
chalabi
challenge
challenges
chamber
champion
champions
championship
championships
chance
chancellor
chances
chanderpaul
change
changed
changes
channel
channels
chants
chaos
chapman
chapter
chaput
characteristics
charge
charged
charges
charitable
charity
charleroi
charles
charlotte
charlton
charming
chart
charter
chartered
chase
chased
chasing
chastised
chatter
chavez
cheap
cheaper
cheaply
cheating
cheats
checchinato
check
checkbooks
checked
checking
checks
cheeks
cheerful
cheese
cheeseboards
cheeses
chelsea
chemical
chemicals
chen
chendo
chernyshev
chester
chesterfield
chiapas
chicago
chief
child
child-sex
children
chile
chilean
chimbalanga
chin
china
chinalco
chines
chinese
ching
chipping
chips
chirac
choice
choked
choose
chop
chow
chows
chris
christian
christian-shi'ite
christianity
christmas
christophe
christopher
chrome
chronic
chul
chunk
church
church-led
churchyard
churning
cibona
cif
cigarette
cincinnati
cinco
cindy
ciobotariu
circuit
circumstances
cis
ciscoâ
cited
citi
cities
citigroup
citing
citizen
citizens
cito
citra
city
city-state
civic
civil
civilian
civilians
cizik
claim
claimed
claiming
claims
clarence
clarified
clark
clarke
clarkson
clash
clashed
clashes
class
classes
classic
claude
claudia
claus
clause
claw
clean
clear
clearance
cleared
clearly
clemente
clentele
cleric
clerici
cleveland
clever
cleymans
click
clicking
clients
cliftonville
climate
climb
climbed
clinch
clinched
clinic
clinics
clinton
clipper
clippers
clive
clobber
cloned
close
closed
closer
closes
closet
closing
closure
closures
clotting
cloudy
clowns
club
clubs
cluster
clyde
clydebank
cnn
co
co-authored
co-hosts
co-pilot
co-recipient
co.
coach
coal
coalition
coast
cobalt
cobra
cocaine
cocker
cocktail
cocum
codes
codos
coe
coffee
coffers
cohen
coincided
coincidence
cokefacts.com
coking
cold
colder
coldest
coleraine
colin
collaborating
collaborative
collapse
colleague
colleagues
collect
collected
collecting
collection
collectors
college
colliding
collomb-patton
colom
colombia
colonel
colonnade
colony
color
colorado
colour
colours
colourz
colts
columbia
columbus
column
coma
combat
combination
combined
combo
come
comeback
comes
comfortable
coming
command
commander
commanders
commands
commemorate
commemorating
comment
comments
commerce
commercial
commerical
commission
commitment
commitments
committed
committee
commodities
commodity
common
commons
communication
communications
communism
communist
communists
communities
community
companies
company
compaore
comparatively
compared
comparison
comparisons
compel
compensate
compensated
compensating
compensation
compensatory
compete
competing
competition
competitive
competitor
competitors
compiled
complain
complained
complaining
complaint
complaints
complement
complete
completed
completely
completion
complex
complicated
complicity
complied
compnay
compostela
compound
comprehensive
comprises
compromise
computer
computers
concateno
conceding
conceicao
concentrate
concentrating
concept
concern
concerned
concerns
concert
concessions
conciliatory
conclude
concluded
concludes
concluding
concrete
concurrent
concussion
condemned
condition
conditions
condits
conducive
conduct
conducted
conducts
conesa
confederation
conference
conferences
confessing
confidence
confident
confined
confirmation
confirmed
confirming
confiscated
conflict
confrontation
confronted
confronting
congress
congressional
congruence
connected
connection
connections
consecutive
consensus
conservative
conservatives
consider
consideration
considered
considering
consisted
consolidated
consortium
conspiracy
constantin
constantinescu
constantly
constituencies
constituency
constitution
constitutional
construction
constructive
consultation
consulted
consulting
consumer
consumers
consumption
contact
contacting
contacts
contain
container
containing
contaminated
contenders
content
contest
contestants
conti
continental
continue
continued
continues
continuing
contract
contracted
contractor
contractors
contracts
contrary
contrast
contravened
contribute
contribution
control
controlled
controlling
controls
controversial
controversy
convenience
convenient
conveniently
convention
conversation
conversations
conversion
converted
convey
conveyed
convicted
conviction
convinced
convoy
cooke
cooking
cool
coombs
cooper
cooperate
cooperation
coordinate
coordinated
coordinating
cope
copenhagen
copies
copper
copyright
copyright-based
copyrights
core
corini
cork
corn
cornel
cornell
corner
cornerback
cornering
cornwell
coroner
corp
corp.
corporal
corporate
corporation
corporatist
corrado
correct
corrected
corrections
corrects
correia
correlated
corrupt
corruption
cortines
coruna
coryatt
cos
cosmetic
cost
costa
coste
costing
costly
costs
costumer
cottages
cotto
couchman
cougars
could
coulter
council
councillor
councils
counselors
counted
countenance
counter
counterpart
countries
country
countryside
counts
county
coup
couple
couples
coupon
courageous
courier
course
courses
court
courthouse
courting
courtney
courtrooms
cousins
couto
coventry
cover
coverage
covered
covering
covers
covi
cow
cowboys
cpl.
crackdown
cracked
craig
craioveanu
crash
crashed
crashes
crashing
crazy
crease
create
created
creation
creative
credibility
credible
credit
credited
creditors
credits
crescendo
crew
crewe
cricket
cricketer
cricketers
cricketerss
cricketing
crime
crimes
criminal
criminality
criminals
crises
crisis
cristofoletto
cristovao
critical
criticised
criticism
criticized
critics
croat
croatia
croatian
croci
crofts
crop
crop-spraying
cross
cross-frontier
crosses
crossing
crowd
crowley
crowne
crowns
crucial
crude
crudes
cruises
crunch
crusaders
crushed
cruz
crystal
csi
cska
cst
cuba
cuban
cube
cubic
cuerda
cuisine
culminated
culminating
cultivation
cultures
cumbria
cunha
cuo
cuomo
cup
cups
curb
curbed
curious
curling
curr
currencies
currency
current
currently
currie
curtailing
curti
curtly
curts
custody
customary
customer
customers
customized
customs
cut
cutbacks
cute
cutié
cutout
cuts
cutting
cuttitta
cwb
cwt
cyberspace
cybersppace
cyclical
cyclists
cyclone
czech
czechoslovak
czechs
d
d'amato
d'oeuvre
d.
d.c.
da
dagon
daily
dale
dallas
dallas-fort
dalloz
dalmatians
damage
damaged
damaging
damascus
dame
dampier
dan
dance
dancer
dancers
danciulescu
danger
dangerous
daniel
daniele
daniella
daniels
danish
dariusz
darling
darlington
darrel
darren
darryl
daschle
data
databases
date
dates
daughter
dave
david
davies
davis
davor
dawn
dax
day
days
daytime
dc
de
dead
deadline
deadlines
deadlock
deadweight-tonne
deal
dealer
dealers
dealing
deals
dealt
dean
dearmin
death
deaths
debate
debated
debates
debating
debt
debt-ridden
debtor
debts
debut
dec
dec.
decade
decades
december
decent
decently
decide
decided
decides
deciding
decision
decisions
declaration
declared
declassified
decline
declined
declines
deco
decrease
dede
dedicated
deemed
deep
deepen
deepening
deeply
default
defeat
defeats
defence
defenceman
defend
defendant
defended
defender
defenders
defending
defense
defensive
defensively
deferreds
deficit
definitely
defused
dejan
del
delay
delayed
delays
delectable
delegate
delegates
delhi
delhomme
delicacies
delicate
delicious
delight
delighted
delinquencies
delinquent
deliver
delivered
deliveries
delivers
delivery
dello
delphis
delvecchio
dem
demand
demand-supply
demanded
demanding
demands
demeanor
demobilized
democracy
democrat
democratic
democrats
demolish
demolished
demonstrating
demonstration
demonstrations
demoted
denbighshire
denied
denies
denmark
dennis
denounced
denver
deny
departing
department
departure
depend
deploy
deployed
deportation
deported
deporting
deportivo
deposit
depository
deposits
depot
depreciation
depressed
deprives
depth
deputies
deputy
der
derby
derek
derry
dervishi
des
desalination
described
describing
desert
deserted
deserts
deserve
deserves
design
designed
designers
desirable
desired
desk
desmond
desperate
desperately
despite
destination
destinations
destined
destroyed
destruction
desvonde
detail
detailed
details
detained
detainees
detection
detective
detectives
detects
detention
deteriorated
determined
deterrent
detmer
detroit
deutsche
devastating
develop
developed
developers
developing
development
developments
device
devices
devine
devised
devolved
dewsbury
dhabi
di
diabetes
dialogue
dialysis
diamond
diamonds
dib
dibble
dick
dictator
did
die
died
diego
dies
diesel
dietmar
differed
difference
differences
different
differently
difficult
difficulties
difficulty
digest
digital
dignitaries
dignity
dili
diligence
dimas
dine
dining
dinner
diocese
dion
diouf
diplomat
diplomatic
diplomats
dipping
dire
direct
directed
direction
directions
directly
director
dirk
dirty
disabled
disagreements
disallowed
disappearance
disappeared
disappointed
disappointing
disarm
disarray
disassembled
disaster
discharged
discipline
disciplined
disclaimer
discontinued
discount
discourage
discovered
discovery
discredit
discrimination
discuss
discussed
discussing
discussion
discussions
disease
disenchantment
disguise
disharmonies
dishes
disintegrating
disks
dismissal
dismissed
disperse
disperses
display
displayed
disproportionately
dispute
disputed
disqualified
disregard
disrupted
disruption
dissatisfied
dissolved
distance
distant
distillate-hungry
distinguish
distinguished
distort
distracted
distressed
distributed
distributing
distribution
district
districts
disturbance
disturbances
disturbing
dived
divenuto
divers
diverse
divert
diverted
divestiture
divided
dividend
dividing
diving
division
dkv
dn
dnes
do
doberman
dobos
docked
doctor
doctorate
doctors
document
documented
documents
dodds
does
doetinchem
dofara
dofora
dog
dogs
doing
dole
doled
dollar
dollar-bloc
dollars
dolphins
dome
domestic
dominant
dominate
dominated
dominates
dominguez
dominick
don
donation
donations
done
dong
donna
donning
dons
doomed
door
dopp
dorinel
dormant
dose
dostthaler
dot
double
double-minor
doubled
doubt
doubts
doug
dougan
dough
douglas
doull
dow
down
downer
downgrade
downgraded
downgrades
downhill
downing
downpours
downside
downtown
downturn
downturns
dozen
dozens
dr.
draft
dragging
dramatic
dramatically
drastically
draw
drawn
draws
dredge
drepung
dressed
dressing
drew
drills
drink
drinking
drinks
drive
driven
driver
driving
drop
drop-goal
dropouts
dropped
dropping
drops
drove
droves
drug
drugs
drum
drunk
drywall
dta
du
dual
dubai
dubbed
dublin
duce
ducks
due
dug
duma
dundee
dunfermline
duo
duplicated
during
durum
dusty
duta
dutch
duties
duty
duvall
dvds
dwellers
dwight
dwindle
dymchenko
dynamic
dynamics
dynamo
dysplasia
dzmura
e20-e25
e30
each
eager
eagles
earle
earlier
earliest
early
earmarked
earned
earners
earnestly
earnings
ease
easier
easily
easing
east
easterly
eastern
eastwards
easy
eat
eater
eaters
eatery
eating
eats
eb
echoed
ecological
economic
economical
economics
economies
economist
economy
ecotricity
ed
edge
edging
edinburgh
edit
edition
edmonton
edna
eds
eduard
eduardo
educated
education
educators
edward
edwina
efan
efes
effect
effective
effectively
effectiveness
effects
efficiency
efficient
effort
efforts
eglin
egypt
egyptian
eight
einar
eindhoven
eisuke
either
ejects
eke
ekins
ekoku
ekstein
el
el-baz
elahi
elbow
elbows
elbrewery
elderly
eldest
electable
elected
election
elections
electoral
electorate
electric
electrical
electricity
electronic
element
elements
elena
eleven
elf
eligible
eliminated
elimination
elite
elize
ellis
else
elsewhere
elusive
embargo
embassy
embattled
embryos
emerge
emerged
emergency
emergent
emerging
emil
emiliano
emirate
emirates
emissions
emotional
emphasis
emphasise
employed
employee
employees
employers
employing
employment
employs
emptied
empty
emulate
en
enacting
encounters
encourage
encouraged
encouraging
end
end-of-tour
endanger
endeared
ended
ending
endorsement
ends
endure
endures
enemies
enemy
energetic
energized
energy
enforcement
engagement
engaging
engine
engineering
engines
england
english
englishman
engllsh
enhance
enjoy
enjoys
enlarge
enlargement
enormity
enough
enquiries
enrage
ensure
entails
enter
entered
enters
entertain
entertainment
enticed
entire
entirely
entrance
entrant
entries
entry
environment
environmental
environmentally
envisaged
envoy
envoys
epa
epidemic
episcopal
equal
equaliser
equalling
equally
equipment
equities
equity
equivalent
era
erase
erased
erected
eric
erickson
erik
erjon
error
errors
ertl
ervin
erwin
escape
escaped
espada
espanyol
especially
essence
essentially
essy
est
establish
established
establishment
estate
estimate
estimated
estimates
estimating
estonia
estonian
estranged
estudiantes
et
eta
ethanol
ether
ethiopia
ethiopian
ethnic
etian
eu
eugene
eugenio
euphemism
euro
euro-sceptic
euroleague
euronotes
europa
europe
european
europeans
europoean
euros
evacuated
evacuates
evacuation
evaluating
evaluation
evasive
eve
evelyne
even
evening
event
events
eventually
ever
everton
every
everyday
everyone
everything
everywhere
evidence
ewe
ex-communist
ex-minister
ex-wife
exacerbate
exact
exactly
exaggerated
exaggerating
exam
examination
examine
examined
examiner
examining
example
exams
exceed
exceeds
excellence
excellent
except
exceptional
excessive
exchange
exchequer
excited
excluded
exclusive
exclusively
excuse
execute
executes
execution
executions
executive
executives
exemplifies
exert
exeter
exhuberant
exist
existing
exit
expand
expanded
expanding
expansion
expatriates
expect
expectant
expectations
expected
expecting
expects
expedite
expedited
expelled
expenditure
expenses
expensive
experience
experienced
experiences
experiencing
expert
expertise
experts
expires
expiring
explain
explained
explaining
explicitly
exploded
explodes
exploration
explore
explosion
explosions
explosives
export
exports
expose
exposed
express
expressed
expression
extend
extended
extension
extensive
extent
externally
extra
extraction
extradition
extraordinary
extras
extremadura
extreme
extremely
extremism
extremists
exultant
exxon
eye
eyes
eyles
f.
f.a.
fabio
fabrizio
face
facebook
faced
faces
facilities
facility
facing
fact
factions
factor
factories
factory
facts
fad
fade
faded
fail
failed
failing
failure
fair
fairly
fairwarning.org
faisalabad
faith
fakaj
falkirk
fall
fallen
falling
falls
falsely
familiar
families
family
famous
fancy
fannie
fans
fantastic
far
far-right
fare
farewell
fargo
farid
farm
farmers
farmhand
farming
farr-jones
farrar
farrell
fascination
fascist
fashion
fashion.
fashions
faso
fast
fast-food
fastened
fat
fatah
fatalities
father
fatmir
faulk
fault
faults
fausto
favor
favored
favorite
favour
favourite
favourites
fax
fbi
fbn
fc
fdp
fe
fear
fearing
fears
feasibility
feast
feats
feature
features
featuring
feb
february
feces
fed
federal
federalism
federalist
federation
feed
feedback
feedlot
feedlots
feel
feelings
feels
fees
feet
felipe
fell
fellow
felt
fema
female
ferdinand
ferguson
fernando
ferocious
fertility
festival
festive
fetch
feud
feuding
few
fewer
fewest
feyenoord
fh77b
fia
fidelity
field
fields
fiercely
fiery
fifa
fife
fifth
fifth-wicket
fight
fightback
fighters
fighting
figo
figure
figured
figures
file
filed
files
filing
filipescu
filippo
fill
filled
film
filmmakers
films
final
finalists
finally
finals
finance
financed
finances
financial
financially-troubled
financing
find
finding
findings
fine
fined
finegan
fines
finest
fini
finish
finished
finishing
finland
fio
fiorentina
fire
fired
firefighters
firepower
fires
firm
firmed
firms
first
first-class
fiscal
fischer
fish
fishing
fists
fit
fitting
five
five-match
five-test
five-year-old
fix
fixed
fixings
fixture
fixtures
flachau
flags
flare
flared
flash
flat
flawed
flax
flaxseed
fled
fledged
fledgling
fleeing
fleet
fleming
flesh-baring
flew
flexibility
flight
flights
flintshire
flipped
floating
flock
flooding
floor
flopped
florence
florida
florin
flow
flowers
flowing
flows
flu
fluid
fly
flyer
flying
fob
focus
focused
focusing
focussed
foe
fog
foiling
folded
folha
follow
follow-up
followed
followers
following
follows
fondue
font
food
food-poisoning
foods
foot
footage
football
football-colts
football-ohio
football-standings
football-thursday
footballer
footing
for
forbes
force
forced
forcefully
forces
forcing
forearm
forecast
forecasting
forecasts
foreclosure
forefront
foreign
foreman
foreseeable
forests
forex
forfar
form
formal
formally
format
formats
formed
former
formerly
forming
forms
formula
formulate
formulated
forstmann
fort
forth
forthcoming
fortuna
fortunate
fortune
fortunes
forward
forwards
fos
foster
fostering
foucras
fought
found
foundation
foundational
four
four-day
fourie
fours
fourteen
fourth
fourth-placed
fowler
fox
foxall
fracas
fragile
france
francescato
francesco
franchise
francis
francisco
franco
franco-african
francois
francs
frankfurt
frantisek
franziska
fraser
fraud
frazier
freak
freddie
frederick
free
freed
freedom
freehold
freely
freer
freestyle
freeze
freiburg
freight
french
french-owned
frenchman
frenzy
frequency
frequent
frequently
fresh
freshly
friction
friday
fried
friend
friendly
friends
fries
frightened
fringe
frivolous
from
front
front-month
fronta
frontieres
frozen
fruits
frustrated
frustration
ft
fuel
fuelled
fulci
full
full-back
full-blown
fuller
fully
fun
funaki
functions
fund
fundamental
fundamentalists
funded
funding
fundraising
funds
funeral
fung
furious
furnishings
furniture
further
furthermore
fusion
future
futures
fuzziness
fuzzy
fyne
g
g.
g20
ga
gabon
gabrielle
gaddafi
gahyo
gain
gained
gainers
gaining
gains
galanta
galatasaray
galati
galca
galician
gallery
galley
gallon
galvin
game
gamers
games
gang
gangs
gap
garamba
garba
garcia
garforth
garnering
garrett
garry
gary
gas
gasoil
gasoline
gate
gates
gather
gathered
gathering
gatt
gaulieder
gauthier
gave
gavin
gayle
gaza
gaze
gazewitz
gazzetta
gb
gbp
gdp
gdr
gearbox
geepee
geithner
gelbart
gels
gemstones
gender
gene
general
generally
generating
generation
generous
generously
geneva
genoa
genome
genuine
geoff
geographic
geophysical
georg
george
gerald
gerard
gerety
gerg
germain
german
germany
germon
gerry
gesture
gestures
get
gets
getting
gf
ghana
ghastly
gheorghe
ghettos
giambatista
gianfranco
gianluca
giant
giants
giffin
giffords
gift
gig
gigajoule
gijon
gilg
gillespie
gillingham
gilts
gimpy
giovanelli
giovanni
gipsies
giraffe
girl
girlfriend
girls
giuseppe
give
given
gives
giving
gjonaj
gladishiva
glasgow
glass
glen
glenavon
glencoe
glenn
glentoran
glimmer
glitch
global
globe
globo
gloomy
gloria
gm
gmt
go
goal
goal-line
goalkeeper
goalkeepers
goals
goalscorers
god
goddess
goes
goetschi
goetschl
goggles
goiania
goias
going
gold
goldberger
golden
goldfish
goldman
golf
goma
goma-bukavu
gone
gong
gonzalez
good
goodison
goods
goodwill
google
goose
gop
goran
gorbachev
gordon
gorst
got
gotomeeting.com
gotten
gottlieb
gourmet
govemrnment
governing
government
government-level
governmental
governments
governor
gown
gps
graafschap
grabbing
graciously
grade
gradually
graduate
graduates
grain
grammar
grand
granddaughter
grandfather
granted
granting
grants
granville
graphic
grappled
grassy
gray
great
greater
greece
greek
green
greenberg
greenock
greenspan
greeted
greets
greg
gregoire
gregor
greig
greiner-petter-memm
grelombe
gremio
grew
grigoryevna
grima
grimsby
gritty
grizzlies
groin
gross
ground
group
groups
grove
grow
growing
growth
grub
grudges
grunde
gtc
guangxi
guantanamo
guarantee
guaranteed
guarantees
guard
guarded
guardian
guardians
guarding
guards
guenther
guerrero
guerrilla
guerrillas
guests
guide
guided
guidi
guido
guilin
guillermo
guilty
guinea
guinness
gujarat
gulf
gun
gunbattles
gundegma
gunmen
gunn
gunpoint
guns
gutensohn
guy
h
h1
ha
habit
had
haeusl
hafizi
hagi
haifa
hailed
hainan
haiti
haitian
hakme
halderman
half
half-time
halftime
hallmarks
halloween
halt
halverson
hamad
hamas
hamburg
hamid
hamilton
hammer
hampering
hampshire
hampton
hamstring
han
hand
handed
handicap
handing
handle
handling
handover
hands
handshake
hang
hanged
hanging
hank
hannes
hanover
hansa
hansen
hansenne
hapoel
happen
happened
happening
happens
happy
haq
haram
harare
harbaugh
harboring
harbour
hard
harder
hardianti
hardline
hardware
hariri
harjojudanto
harper
harrington
harris
harrison
harry
hartford
hartlepool
hartwig
harvested
harvey
has
hasan
haskel
hassan
hastings
hate
hatton
haul
hausner
have
havel
havelange
haven
having
havoc
haxhi
hay
hazels
hbos
he
head
head-butt
head-butted
headed
header
heading
headline
headquartered
headquarters
heads
healines
health
healthy
healy
heap
hear
heard
hearing
heart
heartland
hearts
heath
heathrow
heating
heaven
heavily
heavy
heavyweight
heavyweights
hebron
hectares
hedge
heeded
heels
hefty
heidi
heifer
heifers
heights
heineken
held
helder
helen
helicopter
helicopters
hello
helmet
helmut
helou
help
helped
helping
helps
hendro
hennie
henning
henrik
henry
her
herat
herberich
herbert
hercules
herded
here
hermawan
hero
heroin
herri
herself
hertfordshire
herzliya
heseltine
hesitate
hewitt
hezbollah
hhs
hibernian
hidden
hide
hierro
high
high-flying
high-powered
high-quality
high-ranking
high-sticking
high-yielder
higher
highest
highly
hike
hilary
hilde
hill
hillary
hilton
him
himachal
himself
hindered
hindu
hindu-moslem
hindus
hines
hinge
hinging
hired
hiring
hiroaki
hiroshi
hiroshige
his
hisao
history
hit
hitman
hits
hitting
hoarding
hobart
hobday
hock
hockey
hoffman
hog
hold
holder
holders
holding
holds
holdsworth
hole
holes
holiday
holland
hollyoaks
holmes
holocaust
holon
holstein
holsteins
home
homeland
homeowners
homers
homes
homestake
honda
hong
honorary
honoring
honour
honoured
hooded
hoodlums
hook
hooked
hoon
hooper
hooydonk
hope
hoped
hopelessly
hopes
hoping
horan
horinouchi
hornets
horrendous
hors
horta
hose
hosni
hospital
hospitals
host
hosted
hostile
hostilities
hosting
hosts
hot
hotel
hotels
hounded
hour
hourly
hours
house
household
houses
housing
houston
hovered
how
howard
howell
however
howitzer
howley
hoyer-larsen
http://www.pt.lu/infoweb/kreschtmaart
hu
hub
huber
hubert
huddersfield
hug
huge
hugh
huh
hui
hulbert
hull
human
humane
humanitarian
humanizing
humans
humiliating
hundred
hundreds
hungarian
hungary
hungry
hunt
hunter
hunting
huntly
hurling
hurried
hurst
hurt
hurting
husband
hussain
hwang
hydrogen
hypo
hypothetical
hyundai
i
i.
i.d.e.a
ia
ian
ibf
ibrahim
ice
icftu
icy
idea
ideal
ideals
identical
identified
idle
iea
iec
ied
if
igls
ignore
ignored
ignoring
igor
ihara
ii
iii
ijaz
ilie
ilir
ill
illegal
illicit
illinois
illness
ilo
image
images
imagination
imagine
imc
immediate
immediately
immigration
immune
immunity
impact
impacts
impassable
impasse
impassive
impending
implant
implants
implementation
implementing
implicitly
import
importance
important
importantly
imported
imports
impose
imposed
impossible
impressive
improve
improved
improvement
improvements
improving
ims
in
in-form
inacio
inappropriate
inappropriately
inaugural
inc
inc.
incendiaries
inception
inches
incidence
incident
incidents
include
included
includes
including
inclusion
income
incomes
incomprehensible
incorporate
incorporated
increase
increased
increases
increasing
incur
indeed
indefinite
indefinitely
independence
independent
index
india
india-south
indian
indiana
indianapolis
indicated
indication
indies
indirectly
indiscriminately
individual
individuals
indonesia
indonesian
indonesians
indra
industrial
industrialised
industries
industry
inexpensive
inexplicable
infection
infections
inference
infiltrating
infirmary
inflammatory
inflated
inflation
inflows
influence
influential
inform
informal
information
infrastructure
infrastructures
infringe
infringements
inge
ingeborg
inherit
inherited
initial
initially
initiated
initiative
initiatives
injection
injure
injured
injuries
injuring
injury
injury-plagued
injustice
inkatha
inn
innings
innisbrook
innovative
inoue
inquest
inquests
inquiries
inquiry
insein
insert
inside
insisting
insists
insp
inspection
inspector
inspired
instability
installed
instance
instantly
instead
instigate
institute
institution
institutional
institutions
insulted
insurance
insurgent
int
int'l
intangible
integration
intel
intellectual
intelligence
intended
intense
intent
intention
intentions
inter
inter-scholastic
interaction
intercept
interception
interest
interested
interests
interfax
interfere
interference
intergovernmental
interim
interior
interiors
internal
international
internationals
internet
interpreted
interrosimpex
interrupted
intersection
interval
intervene
intervention
interventionist
interview
interview-zywiec
interviewed
interviewing
into
intriguing
intriuguing
introduce
introduced
introduction
introductory
inundated
invade
invaded
invaders
inverness
invest
invested
investigated
investigating
investigation
investigator
investigators
investment
investments
investor
investors
invests
invitation
invited
involved
involves
involving
inzaghi
inzamamul
ioan
ion
ionel
iordanescu
iowa
iowa-s
ipc
ipswich
iran
iranian
iranians
iraq
iraqi
ireland
irish
irishman
iron
ironi
irrationally
is
isa
iseas
islam
islamic
island
islanders
isle
islode
isnt
isolde
israel
israeli
israeli-held
israelis
isreserving
issue
issued
issues
issuing
isthmus
istreet
it
it.
italia
italian
italians
italy
itar-tass
item
items
its
itself
iulian
ivan
ivanisevic
ivanov
ivanovic
ivo
ivory
izingolweni
j.
jabban
jack
jackie
jackson
jacksonville
jacob
jacobs
jacques
jaegal
jail
jailed
jails
jairam
jakarta
jake
jakobs
jakobsen
jalalabad
jamal
james
jan
jan-august
jan.
janata
janeiro
january
january-august
japan
japanese
japhet
jared
jargalshaihan
jarod
jason
java
javier
jazz
jcpenney
jean
jean-luc
jeered
jeering
jeers
jeff
jennifer
jeong
jeopardy
jeremie
jeremy
jerry
jersey
jerusalem
jesper
jet
jeter
jets
jewelry
jewish
jews
ji
jim
jimmy
jin
jingna
jintao
jiong
jiri
joao
job
jobs
jocelyn
joceyln
jody
joe
johann
john
johnson
johnstone
johor
join
joined
joining
joint
jointly
joke
jokhadar
jonas
jonathan
jones
joo
jordan
jorge
jose
josef
joseph
journal
journalists
journey
joy
jpmorgan
jr
ju
juan
juana
judge
judges
judi
juice
july
jump
jumped
jumping
jumping-leading
jun
junction
junctions
june
junichi
junior
junta
jury
just
justice
justices
justin
juvenile
juventus
k.
k.j.
kabila
kabul
kafelnikov
kalikow
kalimantan
kamo
kampala
kangra
kanpur
kansas
kantor
kaohsiung
karabuluts
karachi
karel
karen
karhu
karin
karlsruhe
kartiko
kashmir
kate
katharina
katine
katja
katleen
kaul
kawashima
kazakstan
kazanluk
kazuyoshi
kcbt
kdc
keating
keen
keep
keeper
keeping
keir
keizai
kelli
kenan
kenda
kenichi
kennedy
kennet
kenneth
kenya
kept
kerry
kerwin
kesers
keun
kevin
key
kfar
kg
khadambari
khaled
khan
ki
kibaki
kick
kick-
kicked
kid
kidd
kiddos
kidnapped
kidnapping
kidney
kids
kill
killed
killing
killings
kilmarnock
kilometers
kilos
kim
kind
kinder
kinds
kindu
king
kinshasa
kirsten
kisangani
kismayo
kitchen
kitson
klaus
klevchenya
km
kms
knee
kneed
knees
knew
knight
knock
knocked
knocks
knots
know
known
knows
knwon
ko
kofi
kohl
kola
kolyvanov
kong
konstantin
konterman
koo
koram
korbelova
korea
korean
koreans
koreas
korneilus
koroleva
korydallos
kosovo
kostner
kovanda
kph
kraft
krantz
krasnoyarsk
kreir
kremlin
kroehnert
kroons
krugman
kuala
kuehne
kuksuma
kunselman
kurd
kurdish
kurdistan
kurds
kurer
kuster
kusuma
kuttner
kuwait
kuyt
kwasniewski
kwazulu-natal
kyi
kyoko
kyou-hyuk
l
l.
l.a.
l20
l30
la
lab
labor
laboratory
labour
lack
lacked
lackey
lacking
lacks
laden
ladki
ladlislav
lagged
lagging
lahd
laid
laigle
laird
lake
lakers
lakeside
lampard
lanarkshire
land
landbarn
landing
landlines
landmark
landmines
lands
landscape
lang
langmore
languages
lanky
lantau
lapd
lara
large
largely
larges
largest
largest-selling
larry
laryngeal
las
lasers
last
last-ditch
last-minute
lasting
late
later
latest
latif
latin
latino
latvia
laudrup
laughter
launch
launched
launches
laundry
laureate
lauren
laurent
laurie
lavish
lavished
law
lawhon
lawmakers
lawn
laws
lawsuit
lawsuits
lawyer
lawyers
lay
layout
lazio
lb
lb-10
lb-17
lb-3
lb-8
lbs
lbw
le
lead
leader
leaders
leadership
leading
leads
leafs
league
leak
leaked
leaking
leaks
leandro
leap-frogged
learjet
learn
learned
learning
leasing
least
leatitia
leave
leaves
leaving
leavitt
lebanese
lebanon
lebsa
lech
lectured
led
lee
leeds
left
left-hander
left-wing
leg
leg-spinner
legal
legalised
legally
legendary
legislation
legislative
legislators
legs
lehman
leicester
lekbello
lemorin
lendale
lenders
lending
lengthen
lengthened
lennar
lens
leopard
les
less
lessen
lester
leszic
let
lets
letter
letters
letting
leu
level
levels
leveraged
leveraging
leverkusen
levin
lewis
lexus
leyton
lezion
lhasa
lhimer
liabilities
liam
lib
liberal
liberalisation
liberalise
liberalising
liberation
liberian
libraries
library
licences
licensed
licensing
licking
lid
liddle
lie
liechtenstein
lies
lieutenant-general
life
lifeblood
lift
lifted
light
lightly
lights
lightweight
like
liked
likely
lillehammer
limb
limit
limited
limiting
limits
limoges
lindh
linding
lindsay
line
linebacker
lined
lineman
lines
linfield
lingus
link
linked
linking
links
liposuction
liquidate
liquidated
liquidation
liquidity
liquids
lisbon
list
listed
listen
listening
listing
listings
lists
literary
literature
litres
little
live
lived
liverpool
lives
livestock
living
livingston
liviu
livshits
liz
ljubicic
ljubljana
ljudmila
llanelli
lloyd
lloyds
load
loaded
loading
loadings
loaf
loan
loans
lob
lobbyist
lobbyists
local
local-call
located
locates
location
locations
loch
locked
locks
logitech
logrones
lombardi
londgaard
london
london-to-boston
lone
long
long-delayed
long-distance
long-term
longer
longest
longtime
look
looked
looking
looks
loophole
loose
looted
lord
loren
lorenzo
lori
los
lose
losers
losing
loss
losses
lost
lot
lots
lottery
louay
loud
loudly
louis
love
loved
lovely
loves
low
low-to-mid
lower
lowered
lowest
lowly
lows
loyal
loyalist
loyalty
lpga
lst
ltd
ltd.
luc
luck
lucky
luebke
lueders
luggage
lugo
luigi
luis
luiz
lukoil
lula
lull
lumpur
lunch
lundqvist
lung
lungs
lupus
lure
luton
lutz
luxembourg
luxury
lying
lynagh
m.
m777
mac
maccabi
maceachern
macedonia
machine
machinery
macho
mack
macvicar
madagascar
made
madeleine
madlen
madoff
madrasa
madrid
madrid-barcelona
mae
maezono
mafikeng
magazine
magic
magical
magically
magnitude
mahammad
mahdi
mahindra
mahmoud
mail
mailed
main
mainline
mainly
maintaining
maize
maj.
major
major-general
majority
make
makelele
maker
makes
making
malaysia
malaysian
male
mali
malignant
malik
maliki
malko
maltreatment
malysia
man
man-of-the
mana
manage
managed
management
manager
managers
managing
manchester
mancini
mandate
mandela
maneuvering
mangosuthu
mangrove
manhandled
manipulated
manitoba
manner
manolo
mansfield
manteri
mantua
manu
manuel
manufacture
manufactured
manufacturers
many
map
maple
maracaibo
maradona
marange
marauders
marc
marcello
marcelo
march
marched
marchers
marco
marcus
margaret
margin
margins
margit
marianne
maric
marie
marijuana
marina
mario
maritime
mark
marked
markein
marken
market
marketing
markets
marking
marko
marks
marksmen
marlow
marriage
marsh
marshall
martin
martina
marvin
maryland
marzuki
mas
masakiyo
masami
masayuki
masisi
masnada
mason
mass
massa
massachusetts
massacred
massimo
massive
master
match
matches
mater
material
mathematics
matsushita
matter
matthew
matthews
mature
maturity
maurice
mauritania
mauritian
mauritius
mavrogeorge
mavs
maximize
maximum
may
may-august
maybe
mayo
mazzariol
mazzucato
mbas
mccain
mccarron
mccoist
mcculloch
mccurry
mcdonald
mcdonnell
mcginlay
mcgrath
mcgraw
mcgregor
mci
mcintosh
mcintyre
mckee
mclaren
mclean
mcmanaman
mcnulty
mcqueen
me
meadiation
meagre
meal
meals
mean
meaningless
means
meant
meanwhile
measure
measures
measuring
meat
mechanisms
meche
meciar
med
medal
medecins
media
median
medical
medicine
mediocre
mediterranean
medium
medium-term
meet
meeting
meetings
meets
megan
meiluawati
meissnitzer
melbourne
melee
melted
melville
member
members
membership
memories
men
menendez
meningitis
mentally
mention
menu
menus
mercantile
mercedes
merchants
merely
merged
merger
mergers
merits
merlin
merwe
meshaal
mesipia
mess
message
messages
messenger
met
metal
metals
meted
methane
methodist
methodology
methods
metres
mexican
mexico
meyer
meyers
mia
miami
michael
michel
michelle
michigan
mickey
microsoft
mid
mid-air
mid-mississippi
mid-wicket
midcontinent
middle
middlesbrough
midfield
midfielder
midfielders
midway
midweek
midwest
might
migrant
migration
miguel
mijatovic
mike
mikhail
milan
mild
milder
mildly
mile
miles
milestone
militants
militarily
military
militia
militiamen
militias
mill
milla
millar
miller
million
millionaire
millions
mills
milwaukee
mims
minas
mind
minds
mine
mined
minefield
minefields
mineiro
mineral
minerals
mines
minimising
minimum
mining
minister
ministerial
ministerial-level
ministers
ministry
minivan
minn
minna
minnesota
minor
minorities
minority
minus
minute
minutes
miriam
mirren
misconduct
misdirected
miserable
misery
misguided
miss
missed
missile
missing
mission
missions
missouri
mistake
mistake-free
misuse
mitt
mittermayer
mitterrand
miura
mix
mix-up
mixed
mlada
mln
mmbtu
mob
mobbed
mobil
mobile
mobiles
mobilised
mobilize
model
moderate
moderately
moderating
modern
modernisation
modernise
modernizing
modest
modification
mogul
moguls
mohamed
mohammed
mohmand
moin
moines
moment
moms
monastery
monday
monetary
money
mongolia
monitor
monitoring
monitors
monjeza
monks
monopolies
monsanto
montana
montano
monte
montenegrin
month
monthly
months
montillet
montreal
montrose
mood
moody
moor
moral
morale-boosting
morality
moran
more
morishima
morning
moroccan
morocco
morris
mortality
mortar
mortgage
mortgages
morton
morvah
moscardi
moscow
moslem
moslems
mosque
mosques
most
mostly
mosul
mot
mother
motherhoodʼs
mothers
motherwell
motion
motive
motohiro
motor
motoring
motorists
motorsport
motorsports
motorway
mountain
mountains
mounted
mounting
mouse
moustapha
mouth
move
moved
movement
movements
moves
movie
movies
moving
mozambique
mp
mps
mr
mr.
mrs
ms
ms-fiamma
mubarak
much
muenchener
mugabe
muhammed
mukkamala
mulally
mulder
multi-billion-dollar
multi-party
multinational
multiple
mum
mundo
muni
munich
municipal
municipality
munteanu
murder
murdered
murderer
murless
murray
murrayfield
mushtaq
music
muslim
muslims
mussolini
must
mutineers
mutinies
mutiny
muzaffarabad
mwai
my
mystery
n
n'doram
n'gotty
n't
n.
n.ireland
n.m.
nabil
nabucco
nace
nadal
nader
nadim
nagging
naidoo
nairobi
naive
najlae
nallbani
name
named
names
namibia
nanami
nancy
nannan
nano
nantes
naoki
napoli
narcissitic
narrowed
narrowly
nasa
nass
nat
natgas
nation
national
nationalist
nationalists
nationally
nationals
nations
nationwide
native
nato
nats
natural
nature
navigate
navigating
nazi
nb-1
nb-2
nb-3
nb-8
nba
nbc
ncaa
ncube
near
near-perfect
near-term
nearby
nearly
nears
neat
nebraska
necessarily
necessary
necessitating
neck
nedved
need
needed
needs
negative
negligible
negotiated
negotiations
negotiators
negro
neighborhood
neighborhoods
neighboring
neighbors
neighbour
neighbourhood
neighbouring
neil
neither
nell
nelson
neo-fascist
nephew
nerc
nervous
nestor
nests
net
netanyahu
netherlands
netted
network
neuheisel
neutered
neutral
nevada
never
nevil
new
new-found
newcastle
newcomers
newer
newfoundland
newly-married
newmont
newmont-santa
newmonth
newport
news
newsdesk
newsnight
newspaper
newspapers
newsroom
next
nfc
nfl
ngos
nhk
nhl
niasse
nic
nice
nicely
niche
nicholas
nick
nickel
nicol
nicola
nicolas
nidal
niece
nielsen
nifty
nigel
niger
nigeria
night
nightmare
nights
nihad
nihon
nike
nikel
nikkola
nilis
nine
nine-day
nine-point
ninth
nippon
nisbet
nitty-gritty
nixon
nj
njos
nld
no
no-one
no.
nobel
nobody
noise
noisy
nominate
nominated
nomination
nominations
nominee
nominees
non
non-believers
non-governmental
non-political
non-title
none
nonetheless
nonlethal
nonprofit
nor
nordic
norfolk
norilsk
norilsky
norio
norm
normal
normalcy
normally
norrish
nortel
north
northeast
northeastern
northern
northumbria
northwest
northwestern
norway
norwegian
norwich
nose
nostalgia
not
note
noted
notes
nothing
notice
noticed
notts
nouri
nov
nov.
novak
novel
november
now
npd
ntt
nuclear
nugent
nukaya
nullification
number
numbers
numerous
nuns
nurse
nursing
nv
nvr
nws
ny
nyc
nymex
nz
o
o'neil
o.j.
oakland
oats
obama
obese
objected
objections
objective
objectives
objects
obligation
obligations
obliged
obscene
observance
observe
observers
obstacle
obtained
obvious
obviously
ocalan
occasional
occasions
occupancy
occupied
occur
occurred
occurring
ocean
oceanic
oceano
october
oddly
odds
odinga
ods
of
off
offal
offcial
offences
offender
offenders
offensive
offer
offered
offering
offers
office
officer
officers
offices
official
officially
officials
offset
offshore
offside
often
ohio
oic
oil
oils
oilseed
ojea
okabe
okano
okay
okla
okocim
okur
olafsson
old
older
oldham
ole
oleg
oliver
olsson
olympiakos
olympic
olympics
omen
omura
on
once
one
one-day
one-hundredth
one-seat
one-two
ones
ong
ongoing
online
only
onto
opec
opecna
open
opened
opener
opening
openly
opens
operate
operated
operates
operating
operation
operations
operator
operators
opinion
opinions
opponent
opponents
opportunities
opportunities.
opportunity
oppose
opposed
opposes
opposing
opposite
opposition
opt
opted
optimistic
option
options
opus
or
oradea
oral
orange
orazio
order
ordered
ordering
orders
ordinary
ore
organic
organisation
organisational
organisations
organise
organised
organisers
organization
organizers
orient
oriented
original
originally
originated
origins
orlandi
orlando
orleans
orphanages
osama
oscar
osce
oslo
ostensibly
oswaldo
ot
otelul
otero
other
others
otherwise
ottawa
ottoman
ouda
ought
ould
ounces
our
oust
ousted
out
outages
outagmie
outbid
outbreak
outburst
outcome
outcomes
outdated
outdistanced
outdoors
outer
outfit
outgoing
outgunned
outings
outlaw
outlet
outlined
outlining
outlook
outnumbered
outpacing
outpointed
output
outrage
outraged
outrageous
outside
outsiders
outskirts
outstanding
outstrip
outstripping
oval
over
overall
overcame
overcapacity
overcome
overdiagnosis
overdue
overhang
overhauled
overlooked
overly
overnight
overpowered
overs
overseas
overseeing
overshadow
overshadowed
overtime
overturned
overview
overweight
overwhelmed
overwhelming
overwhelmingly
ovidiu
oviedo
owen
own
owned
owner
owners
ownership
oxford
oxygen
ozick
p
p.
p.m.
pa
pace
pacemakers
pacer
pacific
pack
package
packages
packaging
packers
packing
paco
pact
pacts
padania
paddy
paedophile
paedophiles
paedophilia
page
pager
pages
pagoda
paiboonʼs
paid
pain
painewebber
painful
paint
pair
paired
pairs
pakistan
pakistani
palace
palate
palestine
palestinian
palestinians
palin
pall
palm
paltry
pamela
pamplona
pan
panathinaikos
pandemic
panduru
panel
panels
panhandle
panic
panics
panionios
pank
panthers
panutan
paolo
paper
papers
papua
papura
par
par-72
paramilitary
paramount
paramygina
paranoid
paraphernalia
parasols
parcel
parent
parentheses
parentline
parents
paribas
paris
park
parke
parking
parliament
parliamentarian
parliamentarians
parliamentary
parma
parole
parore
parrying
part
participants
participate
participated
participation
partick
particular
particularly
parties
partizan
partly
partner
partners
partnership
parts
party
pashtun
pass
passed
passenger
passengers
passing
passion
passport
passports
past
pasta
pastor
pat
patasse
patches
patents
paths
pathways
patient
patients
patrick
patriot
patrol
patrolled
pattern
pau-orthez
paul
paulinho
paulo
paulson
